{
    "DISAMBIGUA":"Hai inserito un collegamento ad una pagina di [[Aiuto:Disambigua|disambiguazione]]: questo va evitato, fai in modo che il collegamento punti al significato corretto.\nPer individuare facilmente i collegamenti che puntano a pagine di disambiguazione, dai [[Speciale:Preferenze#mw-prefsection-gadgets|tuoi accessori]], attiva ''Rivelatore di disambigue'': i collegamenti a queste pagine saranno evidenziati di giallo.",
    "LINKFILE": "Nel tentativo di inserire un file multimediale all'interno di una voce, hai inserito un link che punta a <code>https://upload.mediawiki.org</code>: non è questa la procedura da applicare per fare ciò!\n\nPer inserire un file multimediale nel corpo della voce, basta inserirlo secondo la sintassi <code><nowiki>[[File:Esempio.png | miniatura | didascalia ]]</nowiki></code>; per ulteriori informazioni consulta la pagina di aiuto [[Aiuto:Markup immagini|sul markup delle immagini]].",
    "LINKFILE_TMP": "Nel tentativo di inserire un file multimediale all'interno di un template, hai inserito un link che punta all'immagine desiderata: non è questa la procedura da applicare per fare ciò!\n\nPer compilare correttamente il parametro ''immagine'' di un template, bisogna semplicemente inserirvi il nome con il quale il file è stato caricato su Wikipedia o su [[Wikimedia Commons]]; a volte è necessario che esso sia preceduto dalla dicitura <code>File:</code>, per maggiori informazioni consultare il manuale del template, accessibile digitando nella barra di ricerca <code>Template:Nome:_template</code>. \nSe desideri invece caricare un'immagine non esistente, vedi [[Aiuto:Carica un file]].",
    "LINKFILE_VE": "Nel tentativo di inserire un file multimediale all'interno di una voce, hai inserito un link che punta a <code>https://upload.mediawiki.org</code>: non è questa la procedura da applicare per fare ciò!\n\nPer inserire un file multimediale basta premere Inserisci/File multimediali; per ulteriori informazioni consulta il [[Wikipedia:VisualEditor/Manuale#Modificare_immagini_e_altri_file_multimediali|manuale dell'editor visuale]].",
    "LINKCAT":"Hai inserito un collegamento ad una voce direttamente all'interno di una categoria: non è questa la giusta procedura per categorizzare le pagine.\n\nDevi aprire la voce che desideri categorizzare, ed inserirvi alla fine <code><nowiki>[[Categoria:Nome categoria]]</nowiki></code>; per ulteriori informazioni vedi [[Aiuto:Categorie/Categorizzazione]].",
    "LINKCAT_VE":"Hai inserito un collegamento ad una voce direttamente all'interno di una categoria: non è questa la giusta procedura per categorizzare le pagine.\n\nnDevi aprire la voce che desideri categorizzare, premi il pulsante modifica e apri il menù opzioni pagina (tre linee orrizzontali, a destra), per poi selezionare 'Categorie'; per ulteriori informazioni consulta il [[Wikipedia:VisualEditor/Manuale#Modificare_le_categorie|manuale dell'editor visuale]].",
    "CITAWEB": "Hai inserito una nota contenente un link, ottimo! Tuttavia, non hai seguito la giusta procedura: anzichè inserire direttamente un collegamento, è consigliato l'utilizzo del template {{tl|Cita web}}; per maggiori informazioni vedi [[Aiuto:Note]].",
    "WRONGREF": "Hai inserito un [1] nel tentativo di inserire una nota oppure come refuso da un copia-incolla. Perfavore, rimuovilo ed inserisci correttamente una nota: il suo testo va inserito all'interno dei tag <code><nowiki><ref>...</ref></nowiki></code>; per maggiori informazioni vedi [[Aiuto:Note]].",
    "WRONGREF_VE": "Hai inserito un [1] nel tentativo di inserire una nota oppure come refuso da un copia-incolla. Perfavore, rimuovilo ed inserisci correttamente una nota: basta posizionarti con il cursore dopo una frase e premere 'Cita'; per maggiori informazioni consulta il [[Wikipedia:VisualEditor/Manuale#Aggiungere_note_a_piè_di_pagina|manuale dell'editor visuale]].",
    "SECTIONLINK":"Hai inserito un collegamento all'interno del titolo di una sezione: questo è deprecato; perfavore, rimuovilo ed evita di ripeterlo in futuro.",
    "SECTIONFORMAT":"Hai formattato il titolo di una sezione senza rispettare gli stadard: la loro impaginazione è automatica, quindi non andrebbero inseriti caratteri in grassetto o corsivo; perfavore, sistema la formattazione ed evita di ripeterlo in futuro.",
    "SEZIONISTANDARD":"Non hai inserito nel giusto ordine le sezioni standard, vedi [[WP:Sezioni standard]]",
    "EXTLINK":"Hai inserito dei collegamenti esterni al difuori della sezione ''Collegamenti esterni'': questo è deprecato, solo collegamenti interni (ad altre voci di Wikipedia) sono ammessi nel corpo della voce; perfavore, rimuovili ed evita di ripeterlo in futuro. Per approfondire leggi la [[Aiuto:Collegamenti esterni|pagina di aiuto sui collegamenti esterni]].",
    "TRADOTTODA":"Hai tradotto una voce da un'altra edizione linguistica di Wikipedia, tuttavia non hai seguito il corretto procedimento di attribuzione: la [https://creativecommons.org/licenses/by-sa/3.0/deed.it licenza Creative Commons Attribuzione ''Share Alike'' (Condividi allo stesso modo)] e le [[m:terms of use/it|Condizioni d'uso]] dei progetti Wikimedia prevedono che l'attribuzione di paternità debba essere effettuata almeno inserendo un link alla voce in lingua originale.\nAnche se hai inserito un collegamento alla voce originale nell'oggetto della modifica, è comunque consigliato apporre il template {{template|tradotto da}} nella pagina di discussione della voce. Per ulteriori informazioni vedi la [[Aiuto:Come tradurre una voce|pagina di aiuto sulle traduzioni]].",
    "TRADUZIONEERRATA":"Nel tradurre una voce da un'altra edizione linguistica di Wikipedia, hai inserito dei titoli delle sezioni non standard; ciò che potresti aver tradotto come ''Riferimenti'' o ''Link esterni'', va trasformato rispettivamente in ''Note'' e ''Collegamenti esterni''. Per ulteriori informazioni vedi [[WP:Sezioni standard]]",
    "FIRMA":"Hai inserito un intervento in una pagina di discussione senza però ricordare di firmarti: devi premere l'apposito pulsante che inserirà la stringa <code><nowiki>--~~~~</nowiki></code> alla fine della frase. Per ulteriori informazioni vedi [[Aiuto:Firma]].",
    "PING":"Hai scritto un messaggio nella tua pagina di discussione senza però menzionare qualcuno: difficilmente qualcuno lo vedrà. Per poter comunicare con altri utenti devi fare in modo di inviare loro una notifica, inserendo la stringa {{tl|Ping|NOMEUTENTE}}, oppure scrivi nella [[Aiuto:Talk utente|pagina di discussione]] del destinatario. Per ulteriori informazioni vedi la [[Aiuto:Tour_guidato/Tutorial_2-3|sezione dedicata del tour guidato]].",
    "PING_VE":"Hai scritto un messaggio nella tua pagina di discussione senza però menzionare qualcuno: difficilmente qualcuno lo vedrà. Per poter comunicare con altri utenti attraverso gli strumenti di discussione è sufficiente premere l'apposito pulsante ''Menzione un utente'' in modo da inviare lui una notifica. Per ulteriori informazioni vedi la [[Aiuto:Tour_guidato/Tutorial_2-3|sezione dedicata del tour guidato]]."
}